#include <stdio.h>
/*Жигунов Кирилл Андреевич
ПИ 1-1
"Карточка лабораторной работы"
*/
int main(void) {
    printf("==============================================\n");
	printf("\tЛабораторная работа № 1\n");
    printf("==============================================\n");
    printf("Дисциплина: Алгоритмизация и программирование\n");
    printf("Язык: \tС\n");
    printf("Тема: \tНовая программа\n");
    printf("-----------------------------\n");
    printf("Элемент Назначение\n");
    printf("#include \tПодключение библиотеки\n");
    printf("main \tНачало выполнения\n");
    printf("printf \tВывод текста\n");
    printf("return 0 \tУспешное завершение\n");
    printf("-----------------------------\n");
    printf("Статус: программа выполненна успешно\n");
    printf("==============================================\n");
    return 0;
}

